battop
brave-bin
compton-conf
dpkg
gitextensions
gitkraken
google-cloud-sdk
gpaint
intel-undervolt
kazam
key-mon
notion-app
polybar
screenkey
thinkfan
tomboy
touchegg
ttf-nanum
yad
yay
