acpi
acpi_call
alsa-utils
arandr
arch-wiki-docs
atop
autoconf
autojump
automake
aws-cli
bash
bbswitch
binutils
bison
blender
bluedevil
blueman
bluez-utils
bonnie++
bumblebee
bzip2
cheese
chromium
code
compton
conky
coreutils
cryptsetup
cscope
cups
cups-pdf
dbeaver
device-mapper
devtools
dhcpcd
dialog
diffutils
dmidecode
docker
dolphin
dunst
e2fsprogs
efibootmgr
emacs
ethtool
evince
exfat-utils
fakeroot
fd
feh
file
filesystem
findutils
fio
firefox
flex
freerdp
gawk
gcc
gcc-libs
gconf
gettext
gimp
gist
git
glibc
gnome-calculator
gnome-screenshot
gnome-system-monitor
gnome-terminal
graphicsmagick
grep
groff
grub
gtk-doc
gzip
htop
httpie
hub
i3-gaps
i3blocks
i3lock
i3status
ibus
ibus-hangul
imagemagick
imwheel
inetutils
inkscape
intel-media-driver
intel-ucode
intltool
iotop
iproute2
iputils
jdk8-openjdk
jfsutils
kamoso
konsole
less
lib32-freetype2
lib32-gtk2
lib32-mesa
libnetfilter_queue
libreoffice-still
libtool
licenses
light
linux
linux-firmware
logrotate
lshw
lvm2
m4
make
man-db
man-pages
mariadb
mdadm
mediainfo
mesa
minicom
motion
mpv
mytop
nano
nautilus
ncdu
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
nnn
nodejs
noto-fonts
noto-fonts-emoji
npm
nvme-cli
obs-studio
openssh
opera
os-prober
otf-font-awesome
pacman
patch
pciutils
perl
pkgconf
powertop
procps-ng
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
qutebrowser
r
ranger
rdesktop
redshift
reiserfsprogs
remmina
retext
rofi
rust
rxvt-unicode
s-nail
screen
screenfetch
sed
shadow
shotcut
smartmontools
strace
stress
sudo
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
the_silver_searcher
thunar
thunderbird
tig
tigervnc
tilda
tilix
tk
tlp
tmux
transmission-gtk
trash-cli
tree
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-hack
unoconv
unzip
usbutils
util-linux
vi
vim
vlc
wget
which
whois
wmctrl
wpa_supplicant
wqy-microhei
xclip
xdotool
xf86-input-synaptics
xfsprogs
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
youtube-dl
zathura
zathura-pdf-mupdf
zip
zsh
